acpid
alsa-utils
aurman
autoconf
automake
b43-fwcutter
bash
bash-completion
bind-tools
binutils
bison
btrfs-progs
bzip2
bzr
cabextract
cifs-utils
cmake
cmatrix
compton
coreutils
crda
cryfs
cryptsetup
cups
cups-pk-helper
device-mapper
dhcpcd
dialog
diffutils
dmraid
dosfstools
dunst
e2fsprogs
efibootmgr
exfat-utils
f2fs-tools
fakeroot
feh
file
filesystem
findutils
firefox
flex
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
gsfonts
gtk-engine-murrine
gtk-engines
gzip
haveged
hplip
htop
i3-gaps
i3lock
inetutils
inkscape
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
jfsutils
less
lib32-freetype2
lib32-mesa
libtool
libva-intel-driver
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mlocate
modemmanager
mpd
nano
ncmpcpp
neofetch
net-tools
netctl
networkmanager
nfs-utils
nilfs-utils
ntfs-3g
openssh
os-prober
p7zip
pacman
paper-icon-theme
patch
pciutils
perl
pkgconf
pkgfile
playerctl
procps-ng
psmisc
python-gobject
python-pip
python-pyqt5
ranger
reflector
reiserfsprogs
rofi
rsync
rxvt-unicode-patched
s-nail
screenfetch
scrot
sed
shadow
sharutils
splix
spotify
steam
steam-fonts
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
thunar
unrar
unzip
usb_modeswitch
usbutils
util-linux
uudeview
vi
vim
visual-studio-code-bin
vlc
wget
which
whois
wireless_tools
wpa_actiond
xautolock
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-luit
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xz
yaourt
zathura
zathura-pdf-mupdf
zd1211-firmware
zip
